Repository: DamascenoRafael/reminders-menubar
Catalog: reminders-menubar/Resources/Localizable.xcstrings
Source language: en
Languages: cs, de, es_419, fil_ph, fr, id, it, ja, ko, nl, pl, pt_br, ru, sk, tr, uk, vi, zh_hans, zh_hant

# showUpcomingReminderListNameOption
source: Show list name for upcoming reminders
cs: Zobrazit název seznamu u naplánovaných připomínek
de: Listenname bei zukünftigen Erinnerungen anzeigen
es_419: Mostrar nombre de la lista en los próximos recordatorios
fil_ph: Ipakita ang pangalan ng listahan para sa mga paparating na paalala
fr: Afficher le nom de la liste pour les prochains rappels
id: Tampilkan nama daftar untuk pengingat yang akan datang
it: Mostra nome lista dei prossimi promemoria
ja: 今後のリマインダーにリスト名を表示
ko: 예정된 미리 알림에 목록 이름 표시
nl: Lijstnaam tonen bij opkomende herinneringen
pl: Pokaż nazwę listy przy nadchodzących przypomnieniach
pt_br: Mostrar nome da lista nos próximos lembretes
ru: Показывать название списка для запланированных напоминаний
sk: Zobraziť názov zoznamu pre nadchádzajúce pripomienky
tr: Yaklaşan hatırlatıcılar için liste adını göster
uk: Показувати назву списку для запланованих нагадувань
vi: Hiển thị tên danh sách cho lời nhắc sắp tới
zh_hans: 显示即将到来的提醒事项的列表名称
zh_hant: 顯示即將到來的提醒事項的列表名稱

# showUpcomingRemindersSettingsOption
source: Show upcoming reminders section
cs: Zobrazit sekci Naplánováno
de: Abschnitt Zukünftige Erinnerungen anzeigen
es_419: Mostrar sección Próximos recordatorios
fil_ph: Ipakita ang seksyon na Mga paparating na paalala
fr: Afficher la section Prochains rappels
id: Tampilkan bagian Pengingat yang akan datang
it: Mostra sezione Prossimi promemoria
ja: 今後のリマインダーセクションを表示
ko: 예정된 미리 알림 섹션 표시
nl: Sectie Opkomende herinneringen tonen
pl: Pokaż sekcję Nadchodzące przypomnienia
pt_br: Mostrar seção Próximos lembretes
ru: Показать раздел В планах
sk: Zobraziť sekciu Nadchádzajúce pripomienky
tr: Yaklaşan hatırlatıcılar bölümünü göster
uk: Показати розділ З розкладом
vi: Hiển thị phần Lời nhắc sắp tới
zh_hans: 显示即将发生的提醒事项部分
zh_hant: 顯示即將到來的提醒事項區段

# timeFormat12HourOption
source: 12-hour (AM/PM)
cs: 12hodinový (AM/PM)
de: 12-Stunden (AM/PM)
es_419: 12 horas (AM/PM)
fil_ph: 12 oras (AM/PM)
fr: 12 heures (AM/PM)
id: 12 jam (AM/PM)
it: 12 ore (AM/PM)
ja: 12時間（AM/PM）
ko: 12시간 (AM/PM)
nl: 12-uurs (AM/PM)
pl: 12-godzinny (AM/PM)
pt_br: 12 horas (AM/PM)
ru: 12-часовой (AM/PM)
sk: 12-hodinový (AM/PM)
tr: 12 saat (ÖÖ/ÖS)
uk: 12-годинний (AM/PM)
vi: 12 giờ (SA/CH)
zh_hans: 12小时制（上午/下午）
zh_hant: 12小時制（上午/下午）

# timeFormat24HourOption
source: 24-hour
cs: 24hodinový
de: 24-Stunden
es_419: 24 horas
fil_ph: 24 na oras
fr: 24 heures
id: 24 jam
it: 24 ore
ja: 24時間
ko: 24시간
nl: 24-uurs
pl: 24-godzinny
pt_br: 24 horas
ru: 24-часовой
sk: 24-hodinový
tr: 24 saat
uk: 24-годинний
vi: 24 giờ
zh_hans: 24小时制
zh_hant: 24小時制

# timeFormatSettingsLabel
source: Time format:
cs: Formát času:
de: Zeitformat:
es_419: Formato de hora:
fil_ph: Format ng oras:
fr: Format de l'heure :
id: Format waktu:
it: Formato ora:
ja: 時刻の表示形式：
ko: 시간 형식:
nl: Tijdnotatie:
pl: Format czasu:
pt_br: Formato de hora:
ru: Формат времени:
sk: Formát času:
tr: Saat biçimi:
uk: Формат часу:
vi: Định dạng thời gian:
zh_hans: 时间格式：
zh_hant: 時間格式：

# upcomingRemindersAllFilterOption
source: All
cs: Vše
de: Alle
es_419: Todo
fil_ph: Lahat
fr: Tous
id: Semua
it: Tutti
ja: すべて
ko: 모두
nl: Alle
pl: Wszystkie
pt_br: Todos
ru: Все
sk: Všetky
tr: Tümü
uk: Усі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# upcomingRemindersButton
source: Upcoming reminders
cs: Naplánováno
de: Zukünftige Erinnerungen
es_419: Próximos recordatorios
fil_ph: Mga paparating na paalala
fr: Prochains rappels
id: Pengingat yang akan datang
it: Prossimi promemoria
ja: 今後のリマインダー
ko: 예정된 미리 알림
nl: Opkomende herinneringen
pl: Nadchodzące przypomnienia
pt_br: Próximos lembretes
ru: В планах
sk: Nadchádzajúce pripomienky
tr: Yaklaşan hatırlatıcılar
uk: З розкладом
vi: Lời nhắc sắp tới
zh_hans: 即将发生的提醒事项
zh_hant: 即將到來的提醒事項

# upcomingRemindersDueFilterOption
source: Due
cs: Po termínu
de: Fällig
es_419: Pendiente
fil_ph: Dapat Gawin
fr: En retard
id: Jatuh Tempo
it: In scadenza
ja: 期限切れ
ko: 예정
nl: Vervaldatum
pl: Nadchodzące
pt_br: Vencidos
ru: Просроченные
sk: Termín
tr: Vadesi geçen
uk: Прострочені
vi: Đến hạn
zh_hans: 截止
zh_hant: 即將到來的提醒事項

# upcomingRemindersDueSectionTitle
source: Due
cs: Po termínu
de: Fällig
es_419: Pendiente
fil_ph: Dapat Gawin
fr: En retard
id: Jatuh Tempo
it: In scadenza
ja: 期限切れ
ko: 예정
nl: Vervaldatum
pl: Nadchodzące
pt_br: Vencidos
ru: Просроченные
sk: Termín
tr: Vadesi geçen
uk: Прострочені
vi: Đến hạn
zh_hans: 截止
zh_hant: 到期

# upcomingRemindersFilterByCalendarEnabledHelp
source: Upcoming reminders filtered by selected lists
cs: Nadcházející připomínky filtrované podle vybraných seznamů
de: Zukünftige Erinnerungen nach ausgewählten Listen gefiltert
es_419: Próximos recordatorios filtrados por listas seleccionadas
fil_ph: Mga paparating na paalala na na-filter ayon sa napiling mga listahan
fr: Prochains rappels filtrés par listes sélectionnées
id: Pengingat mendatang difilter berdasarkan daftar yang dipilih
it: Prossimi promemoria filtrati per liste selezionate
ja: 選択したリストで今後のリマインダーをフィルタリング中
ko: 선택된 목록으로 예정된 미리 알림 필터링됨
nl: Opkomende herinneringen gefilterd op geselecteerde lijsten
pl: Nadchodzące przypomnienia filtrowane po wybranych listach
pt_br: Próximos lembretes filtrados por listas selecionadas
ru: Предстоящие напоминания отфильтрованы по выбранным спискам
sk: Nadchádzajúce pripomienky filtrované podľa vybraných zoznamov
tr: Yaklaşan hatırlatıcılar seçilen listelere göre filtrelendi
uk: Майбутні нагадування відфільтровані за вибраними списками
vi: Lời nhắc sắp tới được lọc theo danh sách đã chọn
zh_hans: 即将发生的提醒事项已按选定列表筛选
zh_hant: 即將到來的提醒事項已依選取清單篩選

# upcomingRemindersInAMonthFilterOption
source: In a Month
cs: Během měsíce
de: In einem Monat
es_419: En un mes
fil_ph: Sa isang Buwan
fr: Dans un mois
id: Dalam Sebulan
it: Tra un mese
ja: 1か月以内
ko: 이번 달
nl: In een Maand
pl: W ciągu Miesiąca
pt_br: Em um Mês
ru: Месяц
sk: Za mesiac
tr: Bir Ay İçinde
uk: За місяць
vi: Trong một tháng
zh_hans: 本月
zh_hant: 未來一個月

# upcomingRemindersInAMonthSectionTitle
source: In a Month
cs: Během měsíce
de: In einem Monat
es_419: En un mes
fil_ph: Sa isang Buwan
fr: Dans un mois
id: Dalam Sebulan
it: Tra un mese
ja: 1か月以内
ko: 이번 달
nl: In een Maand
pl: W ciągu Miesiąca
pt_br: Em um Mês
ru: Месяц
sk: Za mesiac
tr: Bir Ay İçinde
uk: За місяць
vi: Trong một tháng
zh_hans: 本月
zh_hant: 未來一個月

# upcomingRemindersInAWeekFilterOption
source: In a Week
cs: Během týdne
de: In einer Woche
es_419: En una semana
fil_ph: Sa isang Linggo
fr: Dans une semaine
id: Dalam Seminggu
it: Tra una settimana
ja: 1週間以内
ko: 이번 주
nl: In een Week
pl: W ciągu Tygodnia
pt_br: Em uma Semana
ru: Неделя
sk: Za týždeň
tr: Bir Hafta İçinde
uk: За тиждень
vi: Trong một tuần
zh_hans: 本周
zh_hant: 未來一週

# upcomingRemindersInAWeekSectionTitle
source: In a Week
cs: Během týdne
de: In einer Woche
es_419: En una semana
fil_ph: Sa isang Linggo
fr: Dans une semaine
id: Dalam Seminggu
it: Tra una settimana
ja: 1週間以内
ko: 이번 주
nl: In een Week
pl: W ciągu Tygodnia
pt_br: Em uma Semana
ru: Неделя
sk: Za týždeň
tr: Bir Hafta İçinde
uk: За тиждень
vi: Trong một tuần
zh_hans: 本周
zh_hant: 未來一週

# upcomingRemindersScheduledSectionTitle
source: Scheduled
cs: Naplánováno
de: Geplant
es_419: Programados
fil_ph: Naka-iskedyul
fr: Planifiés
id: Terjadwal
it: Programmati
ja: 予定済み
ko: 예약됨
nl: Gepland
pl: Zaplanowane
pt_br: Agendados
ru: Запланированные
sk: Naplánované
tr: Planlanmış
uk: Заплановані
vi: Đã lên lịch
zh_hans: 已安排
zh_hant: 已排程

# upcomingRemindersSettingsLabel
source: Upcoming reminders:
cs: Naplánováno:
de: Zukünftige Erinnerungen:
es_419: Próximos recordatorios:
fil_ph: Mga paparating na paalala:
fr: Prochains rappels :
id: Pengingat yang akan datang:
it: Prossimi promemoria:
ja: 今後のリマインダー:
ko: 예정된 미리 알림:
nl: Opkomende herinneringen:
pl: Nadchodzące przypomnienia:
pt_br: Próximos lembretes:
ru: В планах:
sk: Nadchádzajúce pripomienky:
tr: Yaklaşan hatırlatıcılar:
uk: З розкладом:
vi: Lời nhắc sắp tới:
zh_hans: 即将发生的提醒事项:
zh_hant: 即將到來的提醒事項:

# upcomingRemindersTodayFilterOption
source: Today
cs: Dnes
de: Heute
es_419: Hoy
fil_ph: Ngayon
fr: Aujourd'hui
id: Hari Ini
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня
sk: Dnes
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# upcomingRemindersTodaySectionTitle
source: Today
cs: Dnes
de: Heute
es_419: Hoy
fil_ph: Ngayon
fr: Aujourd'hui
id: Hari Ini
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня
sk: Dnes
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

# updateAvailableAlertMessage
source: A new version is available on the %@.
cs: Nová verze je k dispozici v %@.
de: Eine neue Version ist im %@ verfügbar.
es_419: Una nueva versión está disponible en la %@.
fil_ph: May bagong bersyon na available sa %@.
fr: Une nouvelle version est disponible sur l’%@.
id: Versi baru tersedia di %@.
it: Una nuova versione è disponibile sull’%@.
ja: %@で新しいバージョンが利用可能です。
ko: %@에서 새로운 버전을 사용할 수 있습니다.
nl: Een nieuwe versie is beschikbaar in de %@.
pl: Nowa wersja jest dostępna w %@.
pt_br: Uma nova versão está disponível na %@.
ru: Новая версия доступна в %@.
sk: Nová verzia je dostupná v %@.
tr: %@’da yeni bir sürüm mevcut.
uk: Нова версія доступна в %@.
vi: Phiên bản mới có sẵn trên %@.
zh_hans: %@ 上有新版本可用。
zh_hant: %@ 上有新版本可用。

# updateAvailableAlertTitle
source: Update Available
cs: Aktualizace k dispozici
de: Update verfügbar
es_419: Actualización disponible
fil_ph: May available na update
fr: Mise à jour disponible
id: Pembaruan tersedia
it: Aggiornamento disponibile
ja: アップデートが利用可能
ko: 업데이트 가능
nl: Update beschikbaar
pl: Dostępna aktualizacja
pt_br: Atualização disponível
ru: Доступно обновление
sk: Aktualizácia je dostupná
tr: Güncelleme mevcut
uk: Доступне оновлення
vi: Cập nhật có sẵn
zh_hans: 有更新可用
zh_hant: 有新版本可用

# updateAvailableNoticeButton
source: Update available
cs: Aktualizace k dispozici
de: Update verfügbar
es_419: Actualización disponible
fil_ph: May available na update
fr: Mise à jour disponible
id: Pembaruan tersedia
it: Aggiornamento disponibile
ja: アップデートが利用可能
ko: 업데이트 가능
nl: Update beschikbaar
pl: Dostępna Aktualizacja
pt_br: Atualização disponível
ru: Доступно обновление
sk: Aktualizácia je dostupná
tr: Güncelleme mevcut
uk: Доступне оновлення
vi: Cập nhập có sẵn
zh_hans: 有更新可用
zh_hant: 有新版本可用

# updateLaterButton
source: Later
cs: Později
de: Später
es_419: Más tarde
fil_ph: Mamaya na
fr: Plus tard
id: Nanti
it: Più tardi
ja: 後で
ko: 나중에
pl: Później
pt_br: Mais tarde
ru: Позже
sk: Neskôr
tr: Daha Sonra
uk: Пізніше
vi: Để sau
zh_hans: 稍后
zh_hant: 稍後

# upToDateAlertMessage
source: You're running the latest version of %@.
cs: Používáte nejnovější verzi %@.
de: Sie verwenden die neueste Version von %@.
es_419: Estás usando la última versión de %@.
fil_ph: Gumagamit ka ng pinakabagong bersyon ng %@.
fr: Vous utilisez la dernière version de %@.
id: Anda menjalankan versi terbaru %@.
it: Stai utilizzando l’ultima versione di %@.
ja: %@の最新バージョンを使用しています。
ko: %@의 최신 버전을 사용 중입니다.
nl: U gebruikt de nieuwste versie van %@.
pl: Używasz najnowszej wersji %@.
pt_br: Você está usando a versão mais recente do %@.
ru: Вы используете последнюю версию %@.
sk: Používate najnovšiu verziu %@.
tr: %@ uygulamasının en son sürümünü kullanıyorsunuz.
uk: Ви використовуєте останню версію %@.
vi: Bạn đang sử dụng phiên bản mới nhất của %@.
zh_hans: 您正在使用最新版本的 %@。
zh_hant: 您正在使用最新版本的 %@。

# upToDateAlertTitle
source: You're up to date
cs: Máte nejnovější verzi
de: Sie sind auf dem neuesten Stand
es_419: Estás actualizado
fil_ph: Na-update ka na
fr: Vous êtes à jour
id: Anda sudah menggunakan versi terbaru
it: Aggiornamento completato
ja: 最新の状態です
ko: 최신 버전입니다
nl: U bent up-to-date
pl: Masz najnowszą wersję
pt_br: Você está atualizado
ru: У вас последняя версия
sk: Máte najnovšiu verziu
tr: Güncelsiniz
uk: У вас остання версія
vi: Bạn đã cập nhật
zh_hans: 已是最新版本
zh_hant: 已是最新版本

# okButton
source: Ok
id: Oke
ko: 확인
tr: Tamam
uk: Добре
zh_hant: 確認
